Repository: norayr/mussorgsky
Catalog: po/*.po
Languages: de

source: Edit song
de: Stück bearbeiten

source: Title:
de: Titel:

source: Artist:
de: Künstler:

source: Album art selection
de: Albumhüllen Auswahl

source: Automatic download
de: Automatisch herunterladen

source: Metadata
de: Metadaten

source: Album art
de: Albumhülle

source: All music
de: Alle Musik

source: All
de: Alles

source: Incomplete
de: Lückenhaft

source: Music with uncomplete metadata
de: Musik mit lückenhaften Metadaten

source: Search results
de: Surchergebnisse

source: Select album art
de: Albumhülle auswählen

source: New search:
de: Neue Suche
